{
  "professionals": [
    {
      "nome": "Gaber",
      "sobrenome": "Lopes",
      "cargo": "Socios",
      "descricao": "Rhoncus est pellentesque elit ullamcorper dignissim cras tincidunt lobortis feugiat. Vitae et leo duis ut diam quam nulla. Rhoncus urna neque viverra justo nec ultrices. Tincidunt dui ut ornare lectus sit amet est. A diam maecenas sed enim ut sem viverra aliquet. Varius duis at consectetur lorem donec massa.",
      "tipo": "Advogado SP",
      "celular": "(17) 99999-9999",
      "email": "gaber@adv-lopes.com.br",
      "oab": "16948",
      "formacoes": [
        {
          "nome": "Faculdade de Direito - USP (1960/1964)"
        }
      ],
      "areas": [
        {
          "nome": "Trabalhista"
        },
        {
          "nome": "Comercial"
        },
        {
          "nome": "Cível"
        }
      ],
      "foto": {
        "provider": "uploadcare",
        "type": "image",
        "id": "5ca34faf-d048-4296-b5b9-cc09bdcfd603",
        "height": 800,
        "width": 800
      }
    },
    {
      "nome": "Danielle",
      "sobrenome": "Gomes Cerveira Goulart",
      "foto": {
        "provider": "uploadcare",
        "type": "image",
        "id": "0c57fd91-816a-4ba2-b5ef-6479b7da20b7",
        "height": 1080,
        "width": 1080
      },
      "cargo": "Socios",
      "descricao": "Rhoncus est pellentesque elit ullamcorper dignissim cras tincidunt lobortis feugiat. Vitae et leo duis ut diam quam nulla. Rhoncus urna neque viverra justo nec ultrices. Tincidunt dui ut ornare lectus sit amet est. A diam maecenas sed enim ut sem viverra aliquet. Varius duis at consectetur lorem donec massa.",
      "tipo": "Advogada SP/MG",
      "celular": "(17) 99999-9999",
      "email": "danielle@adv-lopes.com.br",
      "oab": "123123-AB",
      "formacoes": [
        {
          "nome": "Master of Law, 2007 - UK University"
        }
      ],
      "areas": [
        {
          "nome": "Trabalhista"
        },
        {
          "nome": "Cível"
        }
      ]
    }
  ],
  "areas": [
    {
      "slug": "civel",
      "nome": "Cível",
      "titulo": "DIREITO CIVIL: DEFINIÇÃO E EXEMPLOS",
      "descricao": "<p>O Direito Civil pode ser entendido como o “direito do cidadão”. Dessa forma, é um ramo do direito privado,<br>que tem como objetivo determinar as regras e condutas que pessoas físicas e jurídicas devem ter em sociedade.<br>O Código Civil de 2002 (Lei 10.406/2002) é o principal diploma legal dessa área.<br><br>Presente no cotidiano de todas as pessoas, o Direito Civil é provavelmente a área mais complexa e extensa do direito do Brasil, abordando todas as questões jurídicas de pessoas naturais e físicas na esfera privada. <br><br>Podendo ser apresentado como sinônimo de direito privado, o Direito Civil pode ser descrito como o “direito do cidadão”, que rege as condutas das pessoas na vida em sociedade. <br><br>Entretanto, o ordenamento jurídico brasileiro não o traz de forma tão abrangente, fazendo as divisões necessárias para abordar assuntos da vida privada de forma mais específica. <br><br>Este artigo tem como objetivo fazer um resumo do que é o Direito Civil e de como ele é aplicado na área jurídica brasileira, além de apresentar o Código Civil e as suas particularidades e indicar alguns livros sobre o assunto. Continue o artigo abaixo!</p>",
      "icone": {
        "provider": "uploadcare",
        "type": "image",
        "id": "bf7c998c-e60c-4ed4-9ab1-cbc0d8848214",
        "height": 240,
        "width": 300
      }
    },
    {
      "slug": "comercial",
      "nome": "Comercial",
      "titulo": "DIREITO COMERCIAL: DEFINIÇÃO E EXEMPLOS",
      "descricao": "<p>O Direito Comercial é o ramo do direito que regula as atividades econômicas, tanto das empresas quanto dos empresários individuais. Ele é responsável por estabelecer as normas que regem as relações comerciais, como as práticas comerciais, os contratos, a falência e a recuperação judicial.</p><p>Este ramo do direito é fundamental para a economia do país, pois busca proteger e garantir a livre iniciativa e a concorrência saudável entre as empresas, além de proteger os consumidores. Alguns exemplos de temas tratados pelo Direito Comercial são a organização e o funcionamento das empresas, as sociedades empresárias, a propriedade industrial e a propriedade intelectual.</p><p>O principal diploma legal do Direito Comercial é o Código Comercial de 1850, que atualmente está em desuso. No entanto, ainda é aplicado em casos específicos, como nas atividades portuárias.</p>"
    },
    {
      "slug": "criminal",
      "nome": "Criminal",
      "titulo": "DIREITO CRIMINAL: DEFINIÇÃO E EXEMPLOS",
      "descricao": "<p>O Direito Criminal é o ramo do direito que se dedica a regular as condutas que são consideradas crimes e a aplicação das sanções penais correspondentes. É responsável por definir o que é crime, como ele deve ser punido e quais são as formas de prevenção e repressão.</p><p>Este ramo do direito é fundamental para garantir a segurança da sociedade e a proteção dos direitos humanos, buscando punir os crimes cometidos e prevenir a sua ocorrência. Alguns exemplos de crimes que são regulados pelo Direito Criminal são homicídio, roubo, estelionato, tráfico de drogas, entre outros.</p><p>O principal diploma legal do Direito Criminal é o Código Penal Brasileiro, que foi promulgado em 1940 e estabelece as normas para os crimes em território nacional.</p>"
    },
    {
      "slug": "tributario",
      "nome": "Tributário",
      "titulo": "DIREITO TRIBUTÁRIO: DEFINIÇÃO E EXEMPLOS",
      "descricao": "<p>O Direito Tributário é o ramo do direito que regula a arrecadação, fiscalização e cobrança dos tributos, que são as obrigações financeiras impostas pelo Estado aos contribuintes. Ele tem como objetivo principal garantir a receita pública para o financiamento das atividades estatais, como saúde, educação, segurança, entre outras.</p><p>Este ramo do direito é fundamental para a economia do país, pois busca garantir a arrecadação justa dos tributos, evitando a sonegação fiscal e a evasão de divisas. Alguns exemplos de tributos regulados pelo Direito Tributário são o Imposto de Renda, o Imposto sobre a Propriedade de Veículos Automotores (IPVA), o Imposto sobre Circulação de Mercadorias e Serviços (ICMS), entre outros.</p><p>O principal diploma legal do Direito Tributário é o Código Tributário Nacional (CTN), que foi promulgado em 1966 e estabelece as normas gerais sobre tributação em território nacional. Além disso, existem diversas outras leis, decretos e instruções normativas que regulam os tributos em níveis federal, estadual e municipal.</p><p>O Direito Tributário também está relacionado à análise e interpretação da Constituição Federal, que estabelece as competências tributárias dos entes federativos e as garantias fundamentais dos contribuintes.</p><p>Em resumo, o Direito Tributário é responsável por garantir a justa arrecadação dos tributos, proteger os direitos dos contribuintes e contribuir para o desenvolvimento econômico do país.</p>"
    },
    {
      "slug": "trabalhista",
      "nome": "Trabalhista",
      "titulo": "DIREITO TRABALHISTA: DEFINIÇÃO E EXEMPLOS",
      "descricao": "<p>O Direito Trabalhista é o ramo do direito que regula as relações entre empregadores e empregados, estabelecendo as normas que regem o trabalho humano e a proteção social do trabalhador. É responsável por garantir direitos como o salário mínimo, a jornada de trabalho, as férias, a segurança no trabalho e a proteção contra a discriminação.</p><p>Este ramo do direito é fundamental para garantir a dignidade do trabalho humano e a proteção social do trabalhador, buscando equilibrar as relações entre empregados e empregadores. Alguns exemplos de temas tratados pelo Direito Trabalhista são a relação de emprego, os direitos trabalhistas, a segurança e medicina do trabalho, a rescisão do contrato de trabalho, entre outros.</p><p>O principal diploma legal do Direito Trabalhista é a Consolidação das Leis do Trabalho (CLT), que foi promulgada em 1943 e estabelece as normas trabalhistas em território nacional.</p>"
    }
  ]
}